<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `www_92game_net_enewsclass`;");
E_C("CREATE TABLE `www_92game_net_enewsclass` (
  `classid` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `bclassid` smallint(5) unsigned NOT NULL DEFAULT '0',
  `classname` varchar(50) NOT NULL DEFAULT '',
  `sonclass` text NOT NULL,
  `is_zt` tinyint(1) NOT NULL DEFAULT '0',
  `lencord` smallint(6) NOT NULL DEFAULT '0',
  `link_num` tinyint(4) NOT NULL DEFAULT '0',
  `newstempid` smallint(6) NOT NULL DEFAULT '0',
  `onclick` int(11) NOT NULL DEFAULT '0',
  `listtempid` smallint(6) NOT NULL DEFAULT '0',
  `featherclass` text NOT NULL,
  `islast` tinyint(1) NOT NULL DEFAULT '0',
  `classpath` text NOT NULL,
  `classtype` varchar(10) NOT NULL DEFAULT '',
  `newspath` varchar(20) NOT NULL DEFAULT '',
  `filename` tinyint(1) NOT NULL DEFAULT '0',
  `filetype` varchar(10) NOT NULL DEFAULT '',
  `openpl` tinyint(1) NOT NULL DEFAULT '0',
  `openadd` tinyint(1) NOT NULL DEFAULT '0',
  `newline` int(11) NOT NULL DEFAULT '0',
  `hotline` int(11) NOT NULL DEFAULT '0',
  `goodline` int(11) NOT NULL DEFAULT '0',
  `classurl` varchar(200) NOT NULL DEFAULT '',
  `groupid` smallint(6) NOT NULL DEFAULT '0',
  `myorder` smallint(6) NOT NULL DEFAULT '0',
  `filename_qz` varchar(20) NOT NULL DEFAULT '',
  `hotplline` tinyint(4) NOT NULL DEFAULT '0',
  `modid` smallint(6) NOT NULL DEFAULT '0',
  `checked` tinyint(1) NOT NULL DEFAULT '0',
  `firstline` tinyint(4) NOT NULL DEFAULT '0',
  `bname` varchar(50) NOT NULL DEFAULT '',
  `islist` tinyint(1) NOT NULL DEFAULT '0',
  `searchtempid` smallint(6) NOT NULL DEFAULT '0',
  `tid` smallint(6) NOT NULL DEFAULT '0',
  `tbname` varchar(60) NOT NULL DEFAULT '',
  `maxnum` int(11) NOT NULL DEFAULT '0',
  `checkpl` tinyint(1) NOT NULL DEFAULT '0',
  `down_num` tinyint(4) NOT NULL DEFAULT '0',
  `online_num` tinyint(4) NOT NULL DEFAULT '0',
  `listorder` varchar(50) NOT NULL DEFAULT '',
  `reorder` varchar(50) NOT NULL DEFAULT '',
  `intro` text NOT NULL,
  `classimg` varchar(255) NOT NULL DEFAULT '',
  `jstempid` smallint(6) NOT NULL DEFAULT '0',
  `addinfofen` int(11) NOT NULL DEFAULT '0',
  `listdt` tinyint(1) NOT NULL DEFAULT '0',
  `showclass` tinyint(1) NOT NULL DEFAULT '0',
  `showdt` tinyint(1) NOT NULL DEFAULT '0',
  `checkqadd` tinyint(1) NOT NULL DEFAULT '0',
  `qaddlist` tinyint(1) NOT NULL DEFAULT '0',
  `qaddgroupid` text NOT NULL,
  `qaddshowkey` tinyint(1) NOT NULL DEFAULT '0',
  `adminqinfo` tinyint(1) NOT NULL DEFAULT '0',
  `doctime` smallint(6) NOT NULL DEFAULT '0',
  `classpagekey` varchar(255) NOT NULL DEFAULT '',
  `dtlisttempid` smallint(6) NOT NULL DEFAULT '0',
  `classtempid` smallint(6) NOT NULL DEFAULT '0',
  `nreclass` tinyint(1) NOT NULL DEFAULT '0',
  `nreinfo` tinyint(1) NOT NULL DEFAULT '0',
  `nrejs` tinyint(1) NOT NULL DEFAULT '0',
  `nottobq` tinyint(1) NOT NULL DEFAULT '0',
  `ipath` varchar(255) NOT NULL DEFAULT '',
  `addreinfo` tinyint(1) NOT NULL DEFAULT '0',
  `haddlist` tinyint(4) NOT NULL DEFAULT '0',
  `sametitle` tinyint(1) NOT NULL DEFAULT '0',
  `definfovoteid` smallint(6) NOT NULL DEFAULT '0',
  `wburl` varchar(255) NOT NULL DEFAULT '',
  `qeditchecked` tinyint(1) NOT NULL DEFAULT '0',
  `wapstyleid` smallint(6) NOT NULL DEFAULT '0',
  `repreinfo` tinyint(1) NOT NULL DEFAULT '0',
  `pltempid` smallint(6) NOT NULL DEFAULT '0',
  `cgroupid` text NOT NULL,
  `yhid` smallint(6) NOT NULL DEFAULT '0',
  `wfid` smallint(6) NOT NULL DEFAULT '0',
  `cgtoinfo` tinyint(1) NOT NULL DEFAULT '0',
  `bdinfoid` varchar(25) NOT NULL DEFAULT '',
  `repagenum` smallint(5) unsigned NOT NULL DEFAULT '0',
  `keycid` smallint(6) NOT NULL DEFAULT '0',
  `allinfos` int(10) unsigned NOT NULL DEFAULT '0',
  `infos` int(10) unsigned NOT NULL DEFAULT '0',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`classid`),
  KEY `bclassid` (`bclassid`)
) ENGINE=MyISAM AUTO_INCREMENT=37 DEFAULT CHARSET=utf8");
E_D("replace into `www_92game_net_enewsclass` values('1','0','图看世界','|2|3|4|5|6|7|','0','25','10','0','0','0','','0','word','.html','Y-m-d','0','.html','0','1','10','10','10','','0','0','','10','1','1','10','【看图说话】看世界图片新闻_图说世界新闻图片_看图写话图片_图说中国','0','0','1','news','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）图看世界栏目为您提供看图说话图片、看世界图片新闻、图说世界新闻图片、看图写话图片、图说中国等图看世界新闻大全.找看图说话图片、看世界图片新闻、图说世界新闻图片、看图写话图片、图说中国就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','看图说话,图片新闻,新闻图片,看图写话图片,看图说话图片,看世界,图说中国,图说世界,图片世界','0','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','0','0','1473224804');");
E_D("replace into `www_92game_net_enewsclass` values('2','1','图说社会','','0','10','10','1','0','1','|1|','1','word/shehuibaitai','.html','','0','.html','0','1','10','10','10','','0','0','','10','1','1','10','【社会百态】聚焦网民关注热点话题,社会百态,社会新闻,奇闻异事,热点话题.','0','0','1','news','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)社会百态栏目聚集了网民关注的热点话题、社会新闻和奇闻异事等热点话题，开拓你的视野，记得每天都来看看哦。','','1','0','0','0','0','0','0','','0','0','0','社会百态,社会新闻,奇闻异事,热点话题','1','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','40','40','1473224899');");
E_D("replace into `www_92game_net_enewsclass` values('3','1','风景图片','','0','30','10','3','0','3','|1|','1','word/fengjingsheying','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','风景图片桌面_风景图片_山水风景图片_风景图片大全','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）风景摄影栏目，收集了众多爱好风景摄影的朋友的作品，选取优秀的风景图片给朋友们做风景图片背景，希望会喜欢。','','1','0','0','0','0','0','0','','0','0','0','风景图片桌面_风景图片_山水风景图片_风景图片大全','3','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','135','135','1473301398');");
E_D("replace into `www_92game_net_enewsclass` values('4','1','搞笑图片','','0','30','10','3','0','10','|1|','1','word/gaoxiaoqutu','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','搞笑图片_搞笑漫画_搞笑笑话_搞笑图片大全','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','搞笑图片栏目云集众多搞笑图片大全，让你在休闲的时候能开怀畅笑。','','1','0','0','0','0','0','0','','0','0','0','搞笑图片，搞笑漫画，搞笑笑话，搞笑图片大全','10','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473321867');");
E_D("replace into `www_92game_net_enewsclass` values('5','1','动物图片','','0','30','10','3','0','11','|1|','1','word/dongwushijie','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','动物世界_动物图片_可爱动物','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','动物世界栏目精心整理了各类小动物图片大全:有小狗、小猫、老鼠、猴子、企鹅等各类搞笑动物图片,还有猩猩、老虎、乌龟、鸟类、鱼类、昆虫等可爱动物图片欣赏','','1','0','0','0','0','0','0','','0','0','0','动物世界,动物图片,可爱动物','11','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','66','66','1473344214');");
E_D("replace into `www_92game_net_enewsclass` values('6','1','汽车标志','','0','18','10','1','0','12','|1|','1','word/chebiao','.html','','0','.html','0','1','10','10','10','','0','0','','10','1','1','10','车标_汽车标志_世界汽车标志大全','0','0','1','news','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)92kaifa图库大全（www.92kaifa.com）汽车标准栏目主要分享世界各国汽车标志，各类名车，豪车车标都能在这里找到。','','1','0','0','0','0','0','0','','0','0','0','车标,车标志,汽车标志,车标志大全,汽车标志图片大全','12','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','83','83','1473393258');");
E_D("replace into `www_92game_net_enewsclass` values('7','1','美食图片','','0','30','10','3','0','13','|1|','1','meishitupian','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【美食图片】分享各地美食图片、特色美食、美食小吃','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','美食图片栏目主要分享各地诱人至极的民间美食图片、特色美食、美食小吃等各类的美食图片。','','1','0','0','0','0','0','0','','0','0','0','美食图片、特色美食、美食小吃','13','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','67','67','1473394374');");
E_D("replace into `www_92game_net_enewsclass` values('8','0','娱乐周边','|9|10|12|13|17|18|','0','25','10','0','0','0','','0','ent','.html','Y-m-d','0','.html','0','1','10','10','10','','0','0','','10','1','1','10','【娱乐新闻】最新娱乐新闻头条_今日娱乐新闻八卦_娱乐八卦新闻|图片_娱乐美图','0','0','1','news','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）娱乐周边栏目为您提供最新娱乐新闻头条、今日娱乐新闻八卦、娱乐八卦新闻、娱乐八卦图片、娱乐美图等娱乐周边新闻资讯大全.找最新娱乐新闻头条、今日娱乐新闻八卦、娱乐八卦新闻、娱乐八卦图片、娱乐美图就上92kaifa图片大全。','','1','0','0','0','0','0','0','','0','0','0','娱乐新闻,最新娱乐新闻,娱乐新闻头条,娱乐图片,娱乐八卦新闻,今日娱乐新闻,娱乐新闻八卦,娱乐八卦图片,娱乐美图','0','3','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','0','0','1473400992');");
E_D("replace into `www_92game_net_enewsclass` values('9','8','八卦图片','','0','10','10','1','0','1','|8|','1','ent/mingxingbagua','.html','','0','.html','0','1','10','10','10','','0','0','','10','1','1','10','明星八卦_娱乐八卦_八卦新闻_娱乐新闻','0','0','1','news','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)娱乐新闻频道报道最新的娱乐新闻，掌握第一手娱乐八卦资讯，全方位报道中国、亚洲及全球娱乐资讯。','','1','0','0','0','0','0','0','','0','0','0','娱乐八卦,八卦新闻,娱乐新闻,明星绯闻','1','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','20','20','1473401156');");
E_D("replace into `www_92game_net_enewsclass` values('10','8','人体艺术','','0','30','10','11','0','15','|8|','1','ent/rentiyishu','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','人体艺术_欧美人体艺术_人体艺术拍摄_美女人体艺术_人体艺术写真','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)92kaifa人体艺术栏目精心的为广大网友们收罗了最新最全的欧美人体艺术,人体艺术拍摄,美女人体艺术等高清唯美的人体艺术写真图片。','','1','0','0','0','0','0','0','','0','0','0','人体艺术,欧美人体艺术,人体艺术拍摄,美女人体艺术,人体艺术写真','15','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','70','70','1473408424');");
E_D("replace into `www_92game_net_enewsclass` values('11','0','明星库','','0','25','10','10','0','14','','1','star','.html','','0','.html','0','1','10','10','10','','0','0','','10','9','1','10','【明星照片】明星库_明星图片库_明星资料_明星档案_名星图片_影星图片','0','0','9','star','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）明星库栏目为您提供明星照片、明星图片库、明星资料、明星档案、名星图片、影星图片等明星资料库大全.找明星照片、明星图片库、明星资料、明星档案、名星图片、影星图片就上92kaifa图片大全.','','1','0','1','0','0','0','0','','0','0','0','明星照片,名星图片,明星资料,明星库,明星图片库,明星档案,明星图库,歌星图片','14','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','385','385','1473473814');");
E_D("replace into `www_92game_net_enewsclass` values('12','8','明星图片','','0','30','10','3','0','17','|8|','1','ent/mingxingtuku','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','明星图片_明星写真_明星照片_明星图片大全','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','明星图片库为用户提供娱乐明星图片,明星写真,明星照片等，战士明星风采，做最全面的明星图片栏目。','','1','0','0','0','0','0','0','','0','0','0','明星图片,明星写真,明星照片,明星图片大全','17','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','70','70','1473487086');");
E_D("replace into `www_92game_net_enewsclass` values('13','8','美女图片','','0','30','10','3','0','16','|8|','1','ent/meinvtupian','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','美女图片_性感美女_美女写真_美女照片','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)92kaifa美女图片提供最新最全的性感美女，美女写真，mm美女照片,网络MM美女写真图片，清纯美女等日韩美女图片','','1','0','0','0','0','0','0','','0','0','0','美女图片,性感美女,美女写真,清纯美女,mm图片,韩国美女,美女图,美女照片','16','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','90','90','1473487124');");
E_D("replace into `www_92game_net_enewsclass` values('14','0','广告位','|15|16|21|24|','0','25','10','0','0','0','','0','gg','.html','Y-m-d','0','.html','0','1','10','10','10','','0','99','','10','1','1','10','广告位','0','0','1','news','0','0','2','2','id DESC','newstime DESC','','','1','0','1','0','2','0','0','','0','0','0','','0','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','0','0','1473512975');");
E_D("replace into `www_92game_net_enewsclass` values('15','14','明星图片(160*119)','','0','25','10','1','0','1','|14|','1','gg/mingxingtupian160','.html','','0','.html','0','1','10','10','10','','0','0','','10','11','1','10','明星图片(160*119)','0','0','10','gg','0','0','2','2','id DESC','newstime DESC','','','1','0','1','0','2','0','0','','0','0','0','','1','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','8','8','1473513033');");
E_D("replace into `www_92game_net_enewsclass` values('16','14','明星图片(238)','','0','25','10','1','0','1','|14|','1','gg/mingxingtupian238','.html','','0','.html','0','1','10','10','10','','0','0','','10','11','1','10','明星图片(238)','0','0','10','gg','0','0','2','2','id DESC','newstime DESC','','','1','0','1','0','2','0','0','','0','0','0','','1','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','1','1','1473513348');");
E_D("replace into `www_92game_net_enewsclass` values('17','8','美女模特','','0','30','10','3','0','18','|8|','1','ent/lianglimeimo','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','车模_腿模_丝袜美腿,丝袜美女_平面模特','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)靓丽模特栏目分享众多国内外车模，腿模，国模，嫩模，平面模特，内衣模特等丝袜美腿、丝袜美女写真。','','1','0','0','0','0','0','0','','0','0','0','丝袜美腿,丝袜美女,车模,腿模,国模,嫩模,平面模特,内衣模特','18','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','55','55','1473515062');");
E_D("replace into `www_92game_net_enewsclass` values('18','8','电影海报','','0','30','10','3','0','19','|8|','1','ent/haibao','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','海报_海报图片_电影海报_电影海报图片','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图库大全海报图片栏目为您提供最全面的电影海报图片，宣传图片等海报图片。','','1','0','0','0','0','0','0','','0','0','0','海报,海报图片,电影海报,电影海报图片','19','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','70','70','1473515467');");
E_D("replace into `www_92game_net_enewsclass` values('19','0','唯美图片','|20|22|23|25|26|','0','25','10','0','0','0','','0','beautiful','.html','Y-m-d','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【唯美图片】唯美意境图片_唯美图片大全_图片唯美壁纸_唯美桌面壁纸 高清','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）唯美图片栏目为你提供唯美意境图片、唯美图片大全、图片唯美壁纸、唯美桌面壁纸 高清、唯美手机壁纸等高清唯美图片大全.找唯美意境图片、唯美图片大全、图片唯美壁纸、唯美桌面壁纸 高清、唯美手机壁纸就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','唯美图片,唯美意境图片,图片唯美,唯美图片大全,唯美壁纸,唯美的图片,唯美桌面壁纸,唯美桌面壁纸 高清','0','4','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','0','0','1473520678');");
E_D("replace into `www_92game_net_enewsclass` values('20','19','高清壁纸','','0','30','10','3','0','20','|19|','1','beautiful/zhuomianbeijing','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【高清壁纸】电脑桌面壁纸高清_超高清手机壁纸_电脑壁纸高清图片_高清桌面壁纸','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）高清壁纸栏目为您提供电脑桌面壁纸高清、超高清手机壁纸、电脑壁纸高清图片、高清桌面壁纸、桌面壁纸高清等高清壁纸大全.找电脑桌面壁纸高清、超高清手机壁纸、电脑壁纸高清图片、高清桌面壁纸、桌面壁纸高清就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','电脑桌面壁纸,高清壁纸,桌面壁纸 高清,超高清壁纸,高清手机壁纸,高清图片,电脑桌面壁纸高清,电脑壁纸高清,手机高清壁纸','20','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473520729');");
E_D("replace into `www_92game_net_enewsclass` values('21','14','高清壁纸推荐分类','','0','25','10','1','0','1','|14|','1','gg/gaoqingbizhituijianfenlei','.html','','0','.html','0','1','10','10','10','','0','0','','10','11','1','10','高清壁纸推荐分类','0','0','10','gg','0','0','2','2','id DESC','newstime DESC','','','1','0','1','0','2','0','0','','0','0','0','','1','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','6','6','1473521527');");
E_D("replace into `www_92game_net_enewsclass` values('22','19','动漫图片','','0','30','10','3','0','21','|19|','1','beautiful/dongmantupian','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【动漫图片】好看的卡通图片大全_搞笑漫画图片大全_好看的动漫图片大全','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）动漫图片栏目为您提供好看的卡通图片大全、搞笑漫画图片大全、好看的动漫图片大全、动画片大全、h漫画图片大全等动漫图片大全.找好看的卡通图片大全、搞笑漫画图片大全、好看的动漫图片大全、动画片大全、h漫画图片大全就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','动漫图片,卡通图片,漫画图片,好看的图片大全,卡通动漫,好看的图片,好看的漫画,动漫图片大全,好看的动漫图片,搞笑漫画图','21','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473524923');");
E_D("replace into `www_92game_net_enewsclass` values('23','19','汽车图片','','0','30','10','3','0','22','|19|','1','beautiful/qichetuku','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【汽车图片】汽车图片大全_汽车改装图片_跑车图片大全_豪车|名车图片','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）汽车图片栏目为您提供汽车图片大全、汽车改装图片、跑车图片大全、豪车图片、名车图片等汽车图片大全.找汽车图片大全、汽车改装图片、跑车图片大全、豪车图片、名车图片就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','跑车图片,汽车图片,汽车改装,汽车图片大全,豪车图片,车图片,名车图片,改装车图片,车图片大全','22','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473529903');");
E_D("replace into `www_92game_net_enewsclass` values('24','14','汽车图片推荐分类','','0','25','10','1','0','1','|14|','1','gg/qichetupiantuijianfenlei','.html','','0','.html','0','1','10','10','10','','0','0','','10','11','1','10','汽车图片推荐分类','0','0','10','gg','0','0','2','2','id DESC','newstime DESC','','','1','0','1','0','2','0','0','','0','0','0','','1','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','4','4','1473530469');");
E_D("replace into `www_92game_net_enewsclass` values('25','19','非主流图片','','0','30','10','3','0','24','|19|','1','beautiful/feizhuliutupian','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【非主流照片】非主流图片女生_非主流头像_非主流带字的图片_非主流文字_非主流闪动头像','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）非主流图片栏目为您提供非主流照片、非主流图片女生、非主流头像、非主流带字的图片、非主流文字、非主流闪动头像等非主流照片大全.找非主流照片、非主流图片女生、非主流头像、非主流带字的图片、非主流文字、非主流闪动头像就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','非主流照片,非主流图片,非主流头像,非主流文字,非主流图片女生,带字的图片,非主流文字,非主流闪动头像','24','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473530700');");
E_D("replace into `www_92game_net_enewsclass` values('26','19','背景图片','','0','30','10','3','0','23','|19|','1','beautiful/beijingtupian','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','背景图_背景图片_好看的背景图片_背景图片大全','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）背景图片栏目主要推荐各种唯美的背景图片,类型众多，有可爱系列、唯美系列以及各种颜色花纹的背景图片，做最好看的背景图片大全。','','1','0','0','0','0','0','0','','0','0','0','背景图,背景图片,好看的背景图片,背景图片大全','23','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473530862');");
E_D("replace into `www_92game_net_enewsclass` values('27','0','游戏动漫','|28|29|30|31|','0','25','10','0','0','0','','0','game','.html','Y-m-d','0','.html','0','1','10','10','10','','0','0','','10','1','1','10','【游戏图片】游戏壁纸_游戏世界_游戏动漫_游戏截图_游戏美图_网络游戏图片','0','0','1','news','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）游戏世界拉面为您提供游戏壁纸、游戏动漫、游戏截图、游戏美图、网络游戏图片等游戏动漫图片大全.找游戏壁纸、游戏动漫、游戏截图、游戏美图、网络游戏图片就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','游戏图片,游戏壁纸,游戏世界,游戏动漫,游戏截图,游戏美图,网络游戏图片','0','5','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','0','0','1473535803');");
E_D("replace into `www_92game_net_enewsclass` values('28','27','游戏新闻','','0','10','10','1','0','1','|27|','1','game/youxixinwen','.html','','0','.html','0','1','10','10','10','','0','0','','10','1','1','10','27270游戏频道为你推荐好玩的游戏与游戏新闻','0','0','1','news','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)92kaifa游戏频道为你推荐好玩的游戏与最新的小游戏、单机游戏、网页游戏、手机游戏等游戏新闻，游戏攻略。','','1','0','0','0','0','0','0','','0','0','0','什么游戏好玩,游戏新闻,小游戏,单机游戏,网页游戏,手机游戏','1','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','18','18','1473535845');");
E_D("replace into `www_92game_net_enewsclass` values('29','27','游戏原画','','0','30','10','3','0','25','|27|','1','game/youxijietu','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','最新游戏截图、游戏美女截图游戏原画壁纸下载','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）最新游戏介绍截图、游戏美女、游戏原画、游戏壁纸，让你更了解最新游戏的状态，抢先体验新游戏风格。','','1','0','0','0','0','0','0','','0','0','0','最新游戏,游戏美女,游戏原画,游戏壁纸','25','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473536986');");
E_D("replace into `www_92game_net_enewsclass` values('30','27','邪恶漫画','','0','30','10','3','0','26','|27|','1','game/xieemanhua','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【邪恶少女漫画】日本邪恶漫画大全_日本邪恶少女漫画大全_邪恶漫画少女漫画h','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）邪恶漫画栏目为您提供日本邪恶漫画大全、日本邪恶少女漫画大全、邪恶漫画少女漫画h 、少女邪恶漫画大全等邪恶漫画大全.找日本邪恶漫画大全、日本邪恶少女漫画大全、邪恶漫画少女漫画h 、少女邪恶漫画大全就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','邪恶少女漫画,邪恶漫画,邪恶漫画大全,邪恶漫画少女漫画,日本邪恶漫画,日本邪恶漫画大全,少女邪恶漫画,邪恶少女漫画大全,日本邪恶少女漫画h,日本邪恶少女漫画','26','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473538014');");
E_D("replace into `www_92game_net_enewsclass` values('31','27','Cosplay','','0','30','10','3','0','27','|27|','1','game/cosplaymeitu','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','cosplay图片_cosplay美女_cosplay服装','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）cosplay图片频道主要介绍网络众多cosplay爱好者对cosplay摄影的作品，欢迎您参与到cosplay团队来。','','1','0','0','0','0','0','0','','0','0','0','cosplay,cosplay图片,cosplay美女,cosplay服装','27','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','20','20','1473539533');");
E_D("replace into `www_92game_net_enewsclass` values('32','0','其他图片','|33|34|35|36|','0','25','10','0','0','0','','0','qita','.html','Y-m-d','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','其他_其他图片','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图库（www.92kaifa.com）其他频道提供更多优质高清图片和精美图片分享，包括萌图、纹身图片、装修设计等内容，让你了解更多其他图片资源。','','1','0','0','0','0','0','0','','0','0','0','其他,其他图片','0','7','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','0','0','1473544240');");
E_D("replace into `www_92game_net_enewsclass` values('33','32','萌图','','0','30','10','3','0','29','|32|','1','qita/mengtu','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【萌图】萌宠图片_动漫萌图片大全_动漫萌妹子图片_动漫可爱萌图片大全_萌动漫图片','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)92kaifa图片大全（www.92kaifa.com）萌图栏目为您提供萌宠图片、动漫萌图片大全、动漫萌妹子图片、动漫可爱萌图片大全、萌动漫图片等萌图大全.找萌宠图片、动漫萌图片大全、动漫萌妹子图片、动漫可爱萌图片大全、萌动漫图片就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','萌妹子图片,萌图,萌宠图片,萌,动漫萌图,超萌图片,萌图片大全,动漫萌妹子图片,动漫可爱萌图片大全,萌动漫图片','29','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473544434');");
E_D("replace into `www_92game_net_enewsclass` values('34','32','装修设计','','0','30','10','3','0','30','|32|','1','zhuangxiusheji','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【装修效果图】现代简约风格装修效果图_房间装修图片_居家装修效果图','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)92kaifa图片大全（www.92kaifa.com）装修设计栏目为您提供现代简约风格装修效果图、房间装修图片、居家装修效果图、简欧风格装修效果图等装修设计图片大全.找现代简约风格装修效果图、房间装修图片、居家装修效果图、简欧风格装修效果图就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','装修效果图,简欧风格装修效果图,现代简约风格装修图片,简约风格装修效果图,房间装修图片,装修图片,家居装修效果图','30','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473545149');");
E_D("replace into `www_92game_net_enewsclass` values('35','32','纹身图片','','0','30','10','3','0','31','|32|','1','wenshentupian','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【纹身图案】情侣纹身图案大全图片_女生纹身图案大全图片_图腾纹身图案_明星纹身大全','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全(www.92kaifa.com)92kaifa图片大全（www.92kaifa.com）纹身图片栏目为您提供情侣纹身图案大全图片、女生纹身图案大全图片、图腾纹身图案、明星纹身大全等纹身图片大全.找情侣纹身图案大全图片、女生纹身图案大全图片、图腾纹身图案、明星纹身大全就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','纹身图案,纹身,纹身图片,纹身图案大全,纹身图案大全图片,情侣纹身图案大全,女生纹身图案大全,图腾纹身图案,明星纹身,纹身图腾,女纹身图案大全图片,纹身大全','31','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473545361');");
E_D("replace into `www_92game_net_enewsclass` values('36','32','植物图片','','0','30','10','3','0','32','|32|','1','zhiwu','.html','','0','.html','0','1','10','10','10','','0','0','','10','3','1','10','【植物图片】盆栽植物图片及名称_观花图片大全_绿色植物图片_盆景植物图片','0','0','3','photo','0','0','2','2','id DESC','newstime DESC','92kaifa图片大全（www.92kaifa.com）植物图片栏目为您提供盆栽植物图片及名称、观花图片大全、绿色植物图片、盆景植物图片等植物图片大全.找盆栽植物图片及名称、观花图片大全、绿色植物图片、盆景植物图片就上92kaifa图片大全.','','1','0','0','0','0','0','0','','0','0','0','植物,盆栽植物图片及名称,植物图片,盆栽植物,观花植物,植物图片大全,绿色植物图片,盆景植物','32','1','0','0','0','0','','1','0','0','0','','0','0','0','0','','0','0','0','','0','0','35','35','1473545442');");

require("../../inc/footer.php");
?>